Repository: GillesDeLeus/RecipeInc
Catalog: RecipeApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl

source: "%@" is planned %lld times in the future. Remove it from the calendar first.
de: „%@“ ist %lld Mal in der Zukunft eingeplant. Entferne es zuerst aus dem Kalender.
es: "%@" está planificada %lld veces en el futuro. Elimínala primero del calendario.
fr: « %@ » est planifié %lld fois dans le futur. Supprimez-le d'abord du calendrier.
it: "%@" è pianificata %lld volte in futuro. Rimuovila prima dal calendario.
nl: "%@" staat %lld keer ingepland in de toekomst. Verwijder het eerst uit de agenda.
pl: „%@” jest zaplanowany %lld razy w przyszłości. Najpierw usuń go z kalendarza.

source: "%@" is used in %@. Remove those references first.
de: „%@“ wird in %@ verwendet. Entferne zuerst diese Verweise.
es: "%@" se usa en %@. Elimina primero esas referencias.
fr: « %@ » est utilisé dans %@. Supprimez d'abord ces références.
it: "%@" è usato in %@. Rimuovi prima questi riferimenti.
nl: "%@" wordt gebruikt in %@. Verwijder die verwijzingen eerst.
pl: „%@” jest używany w %@. Najpierw usuń te odwołania.

source: "%@" was planned %lld times in the past. Those calendar entries will also be deleted.
de: „%@“ war %lld Mal in der Vergangenheit eingeplant. Diese Kalendereinträge werden ebenfalls gelöscht.
es: "%@" estaba planificada %lld veces en el pasado. Esas entradas del calendario también se eliminarán.
fr: « %@ » était planifié %lld fois dans le passé. Ces entrées du calendrier seront aussi supprimées.
it: "%@" era pianificata %lld volte in passato. Queste voci del calendario verranno eliminate.
nl: "%@" stond %lld keer ingepland in het verleden. Die agenda-items worden ook verwijderd.
pl: „%@” był zaplanowany %lld razy w przeszłości. Te wpisy w kalendarzu również zostaną usunięte.

source: “%@” will be permanently deleted.
de: „%@“ wird endgültig gelöscht.
es: “%@” se eliminará permanentemente.
fr: « %@ » sera définitivement supprimée.
it: “%@” verrà eliminata definitivamente.
nl: “%@” wordt permanent verwijderd.
pl: „%@” zostanie trwale usunięty.

source: %@ expires in %lld days.
de: %@ läuft in %lld Tagen ab.
es: %@ caduca en %lld días.
fr: %@ périme dans %lld jours.
it: %@ scade tra %lld giorni.
nl: %@ verloopt over %lld dagen.
pl: %@ wygasa za %lld dni.

source: %@ expires tomorrow.
de: %@ läuft morgen ab.
es: %@ caduca mañana.
fr: %@ périme demain.
it: %@ scade domani.
nl: %@ verloopt morgen.
pl: %@ wygasa jutro.

source: %lld categories
de: %lld Kategorien
es: %lld categorías
fr: %lld catégories
it: %lld categorie
nl: %lld categorieën
pl: %lld kategorii

source: %lld dates selected
de: %lld Daten ausgewählt
es: %lld fechas seleccionadas
fr: %lld dates sélectionnées
it: %lld date selezionate
nl: %lld datums geselecteerd
pl: Wybrano %lld daty

source: %lld ingredients
de: %lld Zutaten
es: %lld ingredientes
fr: %lld ingrédients
it: %lld ingredienti
nl: %lld ingrediënten
pl: %lld składnika

source: %lld items differ from your existing data.
de: %lld Einträge weichen von deinen vorhandenen Daten ab.
es: %lld elementos difieren de tus datos existentes.
fr: %lld éléments diffèrent de vos données existantes.
it: %lld elementi differiscono dai dati esistenti.
nl: %lld items verschillen van je bestaande data.
pl: %lld pozycji różni się od istniejących danych.

source: %lld meals
de: %lld Mahlzeiten
es: %lld comidas
fr: %lld repas
it: %lld pasti
nl: %lld maaltijden
pl: %lld posiłku

source: %lld recipes
de: %lld Rezepte
es: %lld recetas
fr: %lld recettes
it: %lld ricette
nl: %lld recepten
pl: %lld przepisu

source: %lld storage items
de: %lld Vorratsartikel
es: %lld artículos de despensa
fr: %lld articles en réserve
it: %lld articoli in dispensa
nl: %lld voorraaditems
pl: %lld produktu w zapasach

source: A recipe is ready to import.
de: Ein Rezept ist bereit zum Import.
es: Hay una receta lista para importar.
fr: Une recette est prête à être importée.
it: Una ricetta è pronta per l'importazione.
nl: Een recept staat klaar om te importeren.
pl: Przepis jest gotowy do importu.

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Voeg toe
pl: Dodaj

source: Add "%@" as new item
de: „%@“ als neuen Artikel hinzufügen
es: Añadir "%@" como artículo nuevo
fr: Ajouter « %@ » comme nouvel article
it: Aggiungi "%@" come nuovo articolo
nl: Voeg "%@" toe als nieuw item
pl: Dodaj „%@” jako nową pozycję

source: Add All to My List
de: Alles zu meiner Liste
es: Añadir todo a mi lista
fr: Tout ajouter à ma liste
it: Aggiungi tutto alla mia lista
nl: Alles naar mijn lijst
pl: Dodaj wszystko do mojej listy

source: Add Ingredient
de: Zutat hinzufügen
es: Añadir ingrediente
fr: Ajouter un ingrédient
it: Aggiungi ingrediente
nl: Voeg ingrediënt toe
pl: Dodaj składnik

source: Add ingredients you have at home.
de: Füge Zutaten hinzu, die du zu Hause hast.
es: Añade los ingredientes que tienes en casa.
fr: Ajoutez les ingrédients que vous avez chez vous.
it: Aggiungi gli ingredienti che hai a casa.
nl: Voeg ingrediënten toe die je in huis hebt.
pl: Dodaj składniki, które masz w domu.

source: Add Item
de: Artikel hinzufügen
es: Añadir artículo
fr: Ajouter un article
it: Aggiungi articolo
nl: Item toevoegen
pl: Dodaj pozycję

source: Add items manually or tap "Add All to My List" from a meal plan.
de: Füge Artikel manuell hinzu oder tippe in einem Essensplan auf „Alles zu meiner Liste“.
es: Añade artículos manualmente o toca "Añadir todo a mi lista" desde un plan de comidas.
fr: Ajoutez des articles manuellement ou touchez « Tout ajouter à ma liste » depuis un plan de repas.
it: Aggiungi articoli manualmente o tocca "Aggiungi tutto alla mia lista" da un piano pasti.
nl: Voeg items handmatig toe of tik op "Alles naar mijn lijst" vanuit een maaltijdplan.
pl: Dodawaj pozycje ręcznie lub stuknij „Dodaj wszystko do mojej listy” w planie posiłków.

source: Add Meal
de: Mahlzeit hinzufügen
es: Añadir comida
fr: Ajouter un repas
it: Aggiungi pasto
nl: Maaltijd toevoegen
pl: Dodaj posiłek

source: Add Photos
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter des photos
it: Aggiungi foto
nl: Voeg foto's toe
pl: Dodaj zdjęcia

source: Add Recipe
de: Rezept hinzufügen
es: Añadir receta
fr: Ajouter une recette
it: Aggiungi ricetta
nl: Voeg recept toe
pl: Dodaj przepis

source: Add to Recipes
de: Zu Rezepten hinzufügen
es: Añadir a recetas
fr: Ajouter aux recettes
it: Aggiungi alle ricette
nl: Toevoegen aan recepten
pl: Dodaj do przepisów

source: Add your first ingredient with the + button.
de: Füge deine erste Zutat über die Taste „+“ hinzu.
es: Añade tu primer ingrediente con el botón +.
fr: Ajoutez votre premier ingrédient avec le bouton +.
it: Aggiungi il tuo primo ingrediente con il pulsante +.
nl: Voeg je eerste ingrediënt toe via de + knop.
pl: Dodaj swój pierwszy składnik przyciskiem +.

source: Add Your First Recipe
de: Füge dein erstes Rezept hinzu
es: Añade tu primera receta
fr: Ajoutez votre première recette
it: Aggiungi la tua prima ricetta
nl: Voeg je eerste recept toe
pl: Dodaj swój pierwszy przepis

source: Add your first recipe with the + button.
de: Füge dein erstes Rezept über die Taste „+“ hinzu.
es: Añade tu primera receta con el botón +.
fr: Ajoutez votre première recette avec le bouton +.
it: Aggiungi la tua prima ricetta con il pulsante +.
nl: Voeg je eerste recept toe via de + knop.
pl: Dodaj swój pierwszy przepis przyciskiem +.

source: AI parsing failed: %@
de: KI-Analyse fehlgeschlagen: %@
es: Error en el análisis de IA: %@
fr: Échec de l'analyse IA : %@
it: Analisi IA non riuscita: %@
nl: AI-verwerking mislukt: %@
pl: Analiza SI nie powiodła się: %@

source: AI Recipe Import
de: KI-Rezeptimport
es: Importación de recetas con IA
fr: Import de recettes par IA
it: Importazione ricette con IA
nl: AI-receptimport
pl: Import przepisów z SI

source: AI-assisted import is experimental and may make mistakes. All processing happens on-device — no data is sent to external servers.
de: Der KI-gestützte Import ist experimentell und kann Fehler machen. Die gesamte Verarbeitung erfolgt auf dem Gerät — es werden keine Daten an externe Server gesendet.
es: La importación asistida por IA es experimental y puede cometer errores. Todo el procesamiento ocurre en el dispositivo: no se envían datos a servidores externos.
fr: L'import assisté par IA est expérimental et peut faire des erreurs. Tout le traitement a lieu sur l'appareil — aucune donnée n'est envoyée à des serveurs externes.
it: L'importazione assistita dall'IA è sperimentale e può commettere errori. Tutta l'elaborazione avviene sul dispositivo: nessun dato viene inviato a server esterni.
nl: AI-gestuurde import is experimenteel en kan fouten bevatten. Alle verwerking gebeurt op het apparaat zelf — er worden geen gegevens naar externe servers verzonden.
pl: Import wspomagany przez SI jest eksperymentalny i może zawierać błędy. Całe przetwarzanie odbywa się na urządzeniu — żadne dane nie są wysyłane na zewnętrzne serwery.

source: Aisle Order
de: Gang-Reihenfolge
es: Orden de los pasillos
fr: Ordre des rayons
it: Ordine delle corsie
nl: Gangvolgorde
pl: Kolejność alejek

source: All in stock
de: Alles vorrätig
es: Todo en stock
fr: Tout en stock
it: Tutto disponibile
nl: Alles op voorraad
pl: Wszystko dostępne

source: All Recipes
de: Alle Rezepte
es: Todas las recetas
fr: Toutes les recettes
it: Tutte le ricette
nl: Alle recepten
pl: Wszystkie przepisy

source: Almost Ready
de: Fast vollständig
es: Casi completo
fr: Presque réalisable
it: Quasi pronto
nl: Bijna klaar
pl: Prawie kompletne

source: Amount
de: Menge
es: Cantidad
fr: Quantité
it: Quantità
nl: Hoeveelheid
pl: Ilość

source: Amounts are for 1 serving.
de: Mengen gelten für 1 Portion.
es: Las cantidades son para 1 ración.
fr: Les quantités sont pour 1 portion.
it: Le quantità si riferiscono a 1 porzione.
nl: Hoeveelheden zijn voor 1 portie.
pl: Ilości dotyczą 1 porcji.

source: Analyze
de: Analysieren
es: Analizar
fr: Analyser
it: Analizza
nl: Analyseren
pl: Analizuj

source: Analyzing recipe…
de: Rezept wird analysiert …
es: Analizando la receta…
fr: Analyse de la recette…
it: Analisi della ricetta…
nl: Recept analyseren…
pl: Analizowanie przepisu…

source: Any
de: Alle
es: Todas
fr: Toutes
it: Tutte
nl: Alle
pl: Dowolna

source: App language can be changed in the iOS Settings app.
de: Die App-Sprache kann in den iOS-Einstellungen geändert werden.
es: El idioma de la app se puede cambiar en los Ajustes de iOS.
fr: La langue de l'app peut être modifiée dans les Réglages iOS.
it: La lingua dell'app può essere cambiata nelle Impostazioni di iOS.
nl: De taal van de app wijzig je in de Instellingen-app van iOS.
pl: Język aplikacji można zmienić w aplikacji Ustawienia systemu iOS.

source: Appetizer
de: Vorspeise
es: Entrante
fr: Entrée
it: Antipasto
nl: Voorgerecht
pl: Przystawka

source: Apple Intelligence is not enabled. Go to System Settings → Apple Intelligence & Siri and turn it on.
de: Apple Intelligence ist nicht aktiviert. Öffne Einstellungen → Apple Intelligence & Siri und schalte es ein.
es: Apple Intelligence no está activado. Ve a Ajustes → Apple Intelligence y Siri y actívalo.
fr: Apple Intelligence n'est pas activé. Allez dans Réglages → Apple Intelligence et Siri pour l'activer.
it: Apple Intelligence non è attivato. Vai in Impostazioni → Apple Intelligence e Siri e attivalo.
nl: Apple Intelligence is niet ingeschakeld. Ga naar Instellingen → Apple Intelligence en Siri en schakel het in.
pl: Apple Intelligence nie jest włączone. Przejdź do Ustawienia → Apple Intelligence i Siri i włącz tę funkcję.

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
nl: Toepassen
pl: Zastosuj

source: Bakery
de: Backwaren
es: Panadería
fr: Boulangerie
it: Panetteria
nl: Bakkerij
pl: Pieczywo

source: Based on %lld of %lld meals
de: Basierend auf %lld von %lld Mahlzeiten
es: Basado en %lld de %lld comidas
fr: Basé sur %lld repas sur %lld
it: Basato su %lld pasti su %lld
nl: Op basis van %lld van %lld maaltijden
pl: Na podstawie %lld z %lld posiłków

source: Based on %lld/%lld ingredients (g/ml units only)
de: Basierend auf %lld/%lld Zutaten (nur g/ml-Einheiten)
es: Basado en %lld/%lld ingredientes (solo unidades g/ml)
fr: Basé sur %lld/%lld ingrédients (unités g/ml uniquement)
it: Basato su %lld/%lld ingredienti (solo unità g/ml)
nl: Op basis van %lld/%lld ingrediënten (g/ml-eenheden)
pl: Na podstawie %lld/%lld składników (tylko jednostki g/ml)

source: Based on data from NEVO online version 2025/9.0, RIVM, Bilthoven
de: Basierend auf Daten von NEVO online Version 2025/9.0, RIVM, Bilthoven
es: Basado en datos de NEVO online versión 2025/9.0, RIVM, Bilthoven
fr: D'après les données de NEVO online version 2025/9.0, RIVM, Bilthoven
it: Basato sui dati di NEVO online versione 2025/9.0, RIVM, Bilthoven
nl: Gebaseerd op gegevens van NEVO online versie 2025/9.0, RIVM, Bilthoven
pl: Na podstawie danych NEVO online wersja 2025/9.0, RIVM, Bilthoven

source: Beverages
de: Getränke
es: Bebidas
fr: Boissons
it: Bevande
nl: Dranken
pl: Napoje

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
it: Colazione
nl: Ontbijt
pl: Śniadanie

source: Build Your Ingredient Library
de: Baue deine Zutatenbibliothek auf
es: Crea tu biblioteca de ingredientes
fr: Construisez votre bibliothèque d'ingrédients
it: Crea la tua libreria di ingredienti
nl: Bouw je ingrediëntenbibliotheek
pl: Zbuduj swoją bibliotekę składników

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
nl: Agenda
pl: Kalendarz

source: Calories
de: Kalorien
es: Calorías
it: Calorie
nl: Calorieën
pl: Kalorie

source: Can Cook Now
de: Jetzt kochbar
es: Se puede cocinar ya
fr: Réalisable maintenant
it: Cucinabile ora
nl: Nu te koken
pl: Do ugotowania teraz

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleer
pl: Anuluj

source: Cannot Delete Ingredient
de: Zutat kann nicht gelöscht werden
es: No se puede eliminar el ingrediente
fr: Impossible de supprimer l'ingrédient
it: Impossibile eliminare l'ingrediente
nl: Ingrediënt kan niet worden verwijderd
pl: Nie można usunąć składnika

source: Carbs
de: Kohlenhydrate
es: Hidratos
fr: Glucides
it: Carboidrati
nl: Koolhydraten
pl: Węglowodany

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
nl: Categorie
pl: Kategoria

source: Category name
de: Kategoriename
es: Nombre de la categoría
fr: Nom de la catégorie
it: Nome della categoria
nl: Naam categorie
pl: Nazwa kategorii

source: Choose an ingredient
de: Zutat auswählen
es: Elegir un ingrediente
fr: Choisir un ingrédient
it: Scegli un ingrediente
nl: Kies een ingrediënt
pl: Wybierz składnik

source: Choose Image
de: Bild auswählen
es: Elegir imagen
fr: Choisir une image
it: Scegli immagine
nl: Afbeelding kiezen
pl: Wybierz obraz

source: Choose Ingredients
de: Zutaten auswählen
es: Elegir ingredientes
fr: Choisir des ingrédients
it: Scegli ingredienti
nl: Kies ingrediënten
pl: Wybierz składniki

source: Clear Checked
de: Erledigte entfernen
es: Quitar marcados
fr: Effacer les éléments cochés
it: Rimuovi spuntati
nl: Afgevinkte verwijderen
pl: Usuń odhaczone

source: Color
de: Farbe
fr: Couleur
it: Colore
nl: Kleur
pl: Kolor

source: Cook Mode
de: Kochmodus
es: Modo cocina
fr: Mode cuisine
it: Modalità cucina
nl: Kookstand
pl: Tryb gotowania

source: Copy of %@
de: Kopie von %@
es: Copia de %@
fr: Copie de %@
it: Copia di %@
nl: Kopie van %@
pl: Kopia %@

source: Could not read text from the image.
de: Aus dem Bild konnte kein Text gelesen werden.
es: No se pudo leer texto de la imagen.
fr: Impossible de lire le texte de l'image.
it: Impossibile leggere il testo dall'immagine.
nl: Kon geen tekst uit de afbeelding lezen.
pl: Nie udało się odczytać tekstu z obrazu.

source: Custom
de: Eigene
es: Personalizada
fr: Personnalisée
it: Personalizzata
nl: Aangepast
pl: Własna

source: Custom Meal
de: Eigene Mahlzeit
es: Comida personalizada
fr: Repas personnalisé
it: Pasto personalizzato
nl: Aangepaste maaltijd
pl: Własny posiłek

source: Custom Meals (no ingredients)
de: Eigene Mahlzeiten (ohne Zutaten)
es: Comidas personalizadas (sin ingredientes)
fr: Repas personnalisés (sans ingrédients)
it: Pasti personalizzati (senza ingredienti)
nl: Aangepaste maaltijden (geen ingrediënten)
pl: Własne posiłki (bez składników)

source: Dairy & Eggs
de: Milchprodukte & Eier
es: Lácteos y huevos
fr: Produits laitiers et œufs
it: Latticini e uova
nl: Zuivel & Eieren
pl: Nabiał i jajka

source: Dairy-free
de: Laktosefrei
es: Sin lactosa
fr: Sans lactose
it: Senza lattosio
nl: Lactosevrij
pl: Bez laktozy

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
nl: Gegevens
pl: Dane

source: Data Sources
de: Datenquellen
es: Fuentes de datos
fr: Sources de données
it: Fonti dei dati
nl: Gegevensbronnen
pl: Źródła danych

source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
pl: Data

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
nl: Dag
pl: Dzień

source: Deduct from storage
de: Vom Vorrat abziehen
es: Descontar de la despensa
fr: Déduire des réserves
it: Sottrai dalla dispensa
nl: Trek voorraad af
pl: Odejmij z zapasów

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń

source: Delete Recipe?
de: Rezept löschen?
es: ¿Eliminar la receta?
fr: Supprimer la recette ?
it: Eliminare la ricetta?
nl: Recept verwijderen?
pl: Usunąć przepis?

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
it: Cena
nl: Avondeten
pl: Kolacja

source: Done
de: Fertig
es: OK
fr: OK
it: Fine
nl: Klaar
pl: Gotowe

source: Done Cooking
de: Kochen beenden
es: Terminar de cocinar
fr: Cuisine terminée
it: Fine cottura
nl: Klaar
pl: Koniec gotowania

source: Drag categories to match your store's layout. The shopping list groups items in this order.
de: Ziehe Kategorien passend zum Aufbau deines Supermarkts. Die Einkaufsliste gruppiert Artikel in dieser Reihenfolge.
es: Arrastra las categorías según la distribución de tu tienda. La lista de la compra agrupa los artículos en este orden.
fr: Faites glisser les catégories selon l'agencement de votre magasin. La liste de courses regroupe les articles dans cet ordre.
it: Trascina le categorie secondo la disposizione del tuo negozio. La lista della spesa raggruppa gli articoli in questo ordine.
nl: Sleep categorieën om de indeling van uw winkel te weerspiegelen. De boodschappenlijst groepeert items in deze volgorde.
pl: Przeciągaj kategorie zgodnie z układem swojego sklepu. Lista zakupów grupuje pozycje w tej kolejności.

source: Drink
de: Getränk
es: Bebida
fr: Boisson
it: Bevanda
nl: Drank
pl: Napój

source: Duplicate Recipe
de: Rezept duplizieren
es: Duplicar receta
fr: Dupliquer la recette
it: Duplica ricetta
nl: Recept dupliceren
pl: Duplikuj przepis

source: e.g. flour, butter, milk…
de: z. B. Mehl, Butter, Milch …
es: p. ej. harina, mantequilla, leche…
fr: p. ex. farine, beurre, lait…
it: es. farina, burro, latte…
nl: bijv. bloem, boter, melk…
pl: np. mąka, masło, mleko…

source: e.g. g, ml, piece, tbsp…
de: z. B. g, ml, Stück, EL …
es: p. ej. g, ml, unidad, cda…
fr: p. ex. g, ml, pièce, c. à s.…
it: es. g, ml, pezzo, cucchiaio…
nl: bijv. g, ml, stuk, el…
pl: np. g, ml, sztuka, łyżka…

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj

source: Edit Ingredient
de: Zutat bearbeiten
es: Editar ingrediente
fr: Modifier l'ingrédient
it: Modifica ingrediente
nl: Bewerk ingrediënt
pl: Edytuj składnik

source: Edit Meal
de: Mahlzeit bearbeiten
es: Editar comida
fr: Modifier le repas
it: Modifica pasto
nl: Bewerk maaltijd
pl: Edytuj posiłek

source: Edit Recipe
de: Rezept bearbeiten
es: Editar receta
fr: Modifier la recette
it: Modifica ricetta
nl: Bewerk recept
pl: Edytuj przepis

source: Edit Storage Item
de: Vorratsartikel bearbeiten
es: Editar artículo
fr: Modifier l'article
it: Modifica articolo
nl: Bewerk voorraad
pl: Edytuj produkt

source: Effective date: June 2026
de: Gültig ab: Juni 2026
es: Fecha de entrada en vigor: junio de 2026
fr: Date d'effet : juin 2026
it: Data di entrata in vigore: giugno 2026
nl: Ingangsdatum: juni 2026
pl: Data wejścia w życie: czerwiec 2026

source: Enter dish name…
de: Gerichtname eingeben …
es: Escribe el nombre del plato…
fr: Saisissez le nom du plat…
it: Inserisci il nome del piatto…
nl: Gerechtnaam invoeren…
pl: Wpisz nazwę dania…

source: Excluded Ingredients
de: Ausgeschlossene Zutaten
es: Ingredientes excluidos
fr: Ingrédients exclus
it: Ingredienti esclusi
nl: Ingrediënten uitgesloten
pl: Wykluczone składniki

source: Existing
de: Vorhanden
es: Existente
fr: Existant
it: Esistente
nl: Bestaand
pl: Istniejące

source: Expired
de: Abgelaufen
es: Caducado
fr: Périmé
it: Scaduto
nl: Verlopen
pl: Przeterminowane

source: Expires in %lld days
de: Läuft in %lld Tagen ab
es: Caduca en %lld días
fr: Périme dans %lld jours
it: Scade tra %lld giorni
nl: Verloopt in %lld dagen
pl: Wygasa za %lld dnia

source: Expires today
de: Läuft heute ab
es: Caduca hoy
fr: Périme aujourd'hui
it: Scade oggi
nl: Verloopt vandaag
pl: Wygasa dzisiaj

source: Expires tomorrow
de: Läuft morgen ab
es: Caduca mañana
fr: Périme demain
it: Scade domani
nl: Verloopt morgen
pl: Wygasa jutro

source: Expiring within 7 days
de: Läuft innerhalb von 7 Tagen ab
es: Caduca en 7 días
fr: Périme sous 7 jours
it: In scadenza entro 7 giorni
nl: Verloopt binnen 7 dagen
pl: Wygasa w ciągu 7 dni

source: Expiry (soonest first)
de: Ablaufdatum (früheste zuerst)
es: Caducidad (las más próximas primero)
fr: Péremption (les plus proches d'abord)
it: Scadenza (prima le più vicine)
nl: Vervaldatum (vroegste eerst)
pl: Data ważności (najbliższe najpierw)

source: Expiry Date
de: Ablaufdatum
es: Fecha de caducidad
fr: Date de péremption
it: Data di scadenza
nl: Houdbaarheidsdatum
pl: Data ważności

source: Expiry Notifications
de: Ablauf-Mitteilungen
es: Notificaciones de caducidad
fr: Notifications de péremption
it: Notifiche di scadenza
nl: Vervaldatumherinneringen
pl: Powiadomienia o ważności

source: Expiry Reminder
de: Ablauf-Erinnerung
es: Recordatorio de caducidad
fr: Rappel de péremption
it: Promemoria di scadenza
nl: Vervaldatum herinnering
pl: Przypomnienie o ważności

source: Export Data…
de: Daten exportieren …
es: Exportar datos…
fr: Exporter les données…
it: Esporta dati…
nl: Gegevens exporteren…
pl: Eksportuj dane…

source: Export Failed
de: Export fehlgeschlagen
es: Error de exportación
fr: Échec de l'export
it: Esportazione non riuscita
nl: Export mislukt
pl: Eksport nie powiódł się

source: Fat
de: Fett
es: Grasas
fr: Lipides
it: Grassi
nl: Vet
pl: Tłuszcz

source: Favorites only
de: Nur Favoriten
es: Solo favoritos
fr: Favoris uniquement
it: Solo preferiti
nl: Alleen favorieten
pl: Tylko ulubione

source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
it: Funzionalità
nl: Functies
pl: Funkcje

source: Fetch
de: Laden
es: Obtener
fr: Récupérer
it: Recupera
nl: Ophalen
pl: Pobierz

source: Fetching page…
de: Seite wird geladen …
es: Obteniendo la página…
fr: Récupération de la page…
it: Recupero della pagina…
nl: Pagina ophalen…
pl: Pobieranie strony…

source: Fiber
de: Ballaststoffe
es: Fibra
fr: Fibres
it: Fibre
nl: Vezels
pl: Błonnik

source: Filter & Sort Recipes
de: Rezepte filtern & sortieren
es: Filtrar y ordenar recetas
fr: Filtrer et trier les recettes
it: Filtra e ordina le ricette
nl: Recepten filteren en sorteren
pl: Filtruj i sortuj przepisy
